Repository: jyotipathania/ng-ldb-app
Catalog: src/i18n/messages.*.xlf
Languages: pl

# HeaderLinkHome
source: Home
pl: Strona główna

# HeaderLinkAbout
source: About Us
pl: O nas

# HeaderLinkService
source: Our Services
pl: Usługi

# HeaderLinkTeam
source: Our Team
pl: Zespół

# HeaderLinkContact
source: Contact Us
pl: Skontaktuj się z nami

# WelcomeTagLineMain
source: Business Beyond
pl: Biznes Poza

# WelcomeTagLineSub
source: Borders
pl: Granicami

# WelcomeKnowMoreBtn
source: KNOW US BETTER
pl: POZNAJ NAS LEPIEJ

# AboutTagLineMain
source: About
pl: O

source: Us
pl: Nas

source: LDB Polska is a consulting firm that serves leading businesses, non-government organizations interested in investing poland. We are passionate about helping our clients achieve practical results with real impact. The company was founded in 2019 and named after the family: Lakshman Pathania, Deepak Pathania and Beata Pathania - Hence the name LDB. We are specialize in wide range of business sectors consulting restaurants, real estate, import export, IT services, Logistics and Supply Chain Management.
pl: LDB Polska to firma doradcza obsługująca wiodące biznesy, organizacje pozarządowe zainteresowane inwestowaniem w Polsce. Z pasją pomagamy naszym klientom osiągać praktyczne wyniki z realnym wpływem. Firma powstała w 2019 roku i nazwana na cześć rodziny: Lakshman, Deepak i Beata - stąd nazwa LDB. Specjalizujemy się w szerokim zakresie doradztwa biznesowego w zakresie restauracji, nieruchomości, importu, eksportu, usług IT, logistyki i zarządzania łańcuchem dostaw.

# ServiceTagLineMain
source: Our
pl: Nasze

source: Services
pl: Usługi

source: Gastronomy
pl: Gastronomia

source: We deal in Shaping Restaurants and and Successful gastronomy concepts.
pl: Zajmujemy się kształtowaniem restauracji i udanymi koncepcjami gastronomicznymi.

source: Real Estate
pl: Nieruchomości

source: We provide comprehensive analysis for executive housing decisions. We help our clients to identify the best investment opportunities in the housing sector.
pl: Zapewniamy kompleksową analizę decyzji wykonawczych dotyczących mieszkań. Pomagamy naszym klientom zidentyfikować najlepsze możliwości inwestycyjne w sektorze mieszkaniowym.

source: Import Export
pl: Import eksport

source: Assisting businesses in exporting and importing their goods throughout the international market.
pl: Pomoc firmom w eksporcie i imporcie ich towarów na rynku międzynarodowym.

source: Logistics and Supply
pl: Logistyka i zarządzanie łańcuchem dostaw

source: The Logistics and Distribution functions within the Supply Chain encompass transportation, stock control and warehousing. Our consultant ensures that the flow of goods and materials are balanced to the most efficient cost base and aligned with customer requirements.
pl: Funkcje logistyki i dystrybucji w ramach łańcucha dostaw obejmują: transport, kontrolę zapasów i magazynowanie. Nasz konsultant zapewnia, że przepływ towarów i materiałów jest zrównoważony do najbardziej efektywnej podstawy kosztowej i dostosowany do wymagań klienta.

source: IT Services
pl: Usługi IT

source: We work closely with our clients to create outstanding high performance and safe custom websites, custom designs, logo designing, e-commerce websites and mobile applications.
pl: Ściśle współpracujemy z naszymi klientami, aby tworzyć wyjątkowo wydajne i bezpieczne niestandardowe witryny internetowe, niestandardowe projekty, projektowanie logo, witryny e-commerce oraz aplikacje na telefon.

# UberPartnershipPara
source: We are registered Uber eats fleet partner. Want to join us?
pl: Jesteśmy zarejestrowanym partnerem flotowym Uber eats. Chcesz do nas dołączyć?

# UberPartnershipBtn
source: Apply Now
pl: Aplikuj teraz

# FooterFormTagLineMain
source: Contact Us
pl: Skontaktuj się z nami

# FooterFormTagLinePara
source: For any inquiries, please email us using the form below.
pl: W przypadku jakichkolwiek pytań prosimy o kontakt mailowy za pomocą poniższego formularza.

# FooterFormSuccess
source: Congratulations!
pl: Gratulacje!

# FooterFormSuccessMsg
source: We have received your request will get back to you as soon as possible.
pl: Otrzymaliśmy Twoją prośbę i skontaktujemy się z Tobą tak szybko, jak to możliwe.

# FooterFormUserRoleDefault
source: How can we help you? Please select
pl: Jak możemy ci pomóc? Proszę wybrać

source: {VAR_SELECT, select, I am interested for Partnership {I am interested for Partnership} I am Interested for IT Services {I am Interested for IT Services} I am Looking for information {I am Looking for information} Other {Other} }
pl: {VAR_SELECT, select, I am interested for Partnership {Jestem zainteresowany partnerstwem} I am Interested for IT Services {Jestem zainteresowany usługami IT} I am Looking for information {Szukam informacji} Other {Inny} }

source: Full Name
pl: Pełne imię i nazwisko

source: E-Mail Address
pl: Adres e-mail

source: Your Message
pl: Twoja wiadomość

# FooterFormSubmitText
source: Send Message Now
pl: Wyślij wiadomość teraz

# FooterCopyText
source: Copyright
pl: prawa autorskie

# FooterMadeBy
source: Designed by
pl: Zaprojektowany przez

# JoinUsLinkGoBack
source: Go back
pl: Wróć

# JoinUsHeading
source: Tell us about yourself
pl: Opowiedz nam o sobie

# JoinUsSuccessText1
source: Congratulations!
pl: Gratulacje!

# JoinUsSuccessText2
source: We have received your request will get back to you as soon as possible.
pl: Otrzymaliśmy Twoją prośbę i skontaktujemy się z Tobą tak szybko, jak to możliwe.

# JoinFormFirstName
source: First Name
pl: Imię

# JoinFormFirstNameError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormLastName
source: Last Name
pl: Nazwisko

# JoinFormLastNameError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormEmail
source: Email
pl: Adres e-mail

# JoinFormEmailEmptyError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormEmailInvalidError
source: Invalid Email id.
pl: Nieprawidłowy identyfikator e-mail.

# JoinFormPessel
source: Pessel/Passport Number
pl: Numer Pessel / paszportu

# JoinFormPesselError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormAddressError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormAddress2
source: Address 2
pl: adres 2

# JoinFormAddress2Error
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormCountry
source: Select Country
pl: Wybierz kraj

# JoinFormState
source: State
pl: Stan

# JoinFormStateError
source: Please select a valid state.
pl: Wybierz prawidłowy stan.

# JoinFormCity
source: City
pl: Miasto

# JoinFormCityError
source: Please select a valid city.
pl: Wybierz prawidłowe miasto.

# JoinFormZip
source: Zip
pl: Kod pocztowy

# JoinFormZipEmptyError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormZipInvalidError
source: Invalid zipcode.
pl: Niepoprawny kod pocztowy.

# JoinFormPhone
source: Phone
pl: Telefon

# JoinFormPhoneEmptyError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# JoinFormPhoneInvalidError
source: Invalid phone number.
pl: Nieprawidłowy numer telefonu.

# JoinFormIsStudent
source: Are you Student?
pl: Jesteś studentem?

# JoinFormIsStudentYes
source: Yes
pl: Tak

# JoinFormIsStudentNo
source: No
pl: Nie

# JoinFormAgeCheck
source: Are you less than 26 year old?
pl: Masz mniej niż 26 lat?

# JoinFormAgeCheckYes
source: Yes
pl: Tak

# JoinFormAgeCheckNo
source: No
pl: Nie

# JoinFormIsAlreadyEmployed
source: Are you working somewhere?
pl: Pracujesz gdzieś?

# JoinFormIsAlreadyEmployedYes
source: Yes
pl: Tak

# JoinFormIsAlreadyEmployedNo
source: No
pl: Nie

# JoinFormContractType
source: Please choose the contract
pl: Wybierz umowę

source: {VAR_SELECT, select, Contract of employment {Contract of employment} Contract work {Contract work} Contract of mandate {Contract of mandate} }
pl: {VAR_SELECT, select, Contract of employment {Umowa o pracę} Contract work {Praca kontraktowa} Contract of mandate {Umowa zlecenia} }

# JoinFormIsWageAboveThreshold
source: Are you earning more than minimum Wage 2600 PLN?
pl: Zarabiasz więcej niż minimalne wynagrodzenie 2600 zł?

# JoinFormIsWageAboveThresholdYes
source: Yes
pl: Tak

# JoinFormIsWageAboveThresholdNo
source: No
pl: Nie

# JoinFormNetWage
source: Please mention amount in Gross
pl: Proszę podać kwotę w brutto

# JoinFormNetWageEmptyError
source: Input can't be empty.
pl: Dane wejściowe nie mogą być puste.

# IAgreePrivacyPolicy
source: I have read and accept the <a>privacy policy</a>
pl: przeczytałem i akceptuję <a>Polityka prywatności</a>

# JoinFormIAgreePPError
source: You must agree before submitting.
pl: Musisz wyrazić zgodę przed przesłaniem.

# JoinFormSubmit
source: Submit
pl: Zatwierdź

# JoinFormProcessing
source: Processing...
pl: Przetwarzanie...

source: Managing Director
pl: Dyrektor zarządzający

source: Manager
pl: Menedżer

source: HR Specialist
pl: Specjalista ds. HR

# PartnerTagLineMain
source: Our
pl: Nasz

# PartnerTagLineSub
source: Partners
pl: Wzmacniacz

# PartnerTagPara
source: Uber Eats, Glovo and Blinkee City We are working closely with our partner to generate revenue that can be mutually beneficial and provide delivery services across the various cities in poland.
pl: Uber Eats, Glovo i Blinkee City Ściśle współpracujemy z naszym partnerem, aby generować przychody, które mogą być korzystne dla obu stron i świadczyć usługi dostawcze w różnych miastach w Polsce.

# PrivacyHeading
source: Privacy Policy
pl: Polityka prywatności

# PrivacyH1
source: What is the purpose and legal basis for processing your personal data?
pl: Jaki jest cel i podstawa prawna przetwarzania Twoich danych osobowych?

# PrivacySubPara
source: The basis for processing your personal data is a cooperation agreement with the Partner for services provided by Uber in Poland. Your personal data is processed by LDB. for the following purposes:
pl: Podstawą przetwarzania Twoich danych osobowych jest umowa o współpracy z Partnerem w zakresie usług świadczonych przez Uber w Polsce. Twoje dane osobowe są przetwarzane przez LDB. w następujących celach:

# PrivacyListItem1
source: Conclusion and performance of a contract between us (Article 6 paragraph (1b) GDPR - execution of the contract)
pl: Zawarcie i wykonanie umowy między nami (art. 6 ust. 1 lit. b RODO - wykonanie umowy)

# PrivacyListItem2
source: Contact regarding the contract between us (Article 6(1b) GDPR - execution of the contract)
pl: Kontakt w sprawie zawartej między nami umowy (art. 6 ust. 1 lit. b RODO - wykonanie umowy)

# PrivacyListItem3
source: Handling your enquiries and complaints, including the resolution of technical problems (Article 6(1) c of the GDR - performance of our legal obligations)
pl: Obsługa zapytań i reklamacji, w tym rozwiązywanie problemów technicznych (art. 6 ust. 1 lit. c RODO - realizacja naszych zobowiązań prawnych)

# PrivacyListItem4
source: Accounting (Article 6(1)(c) of the GDP - performance of our legal obligations)
pl: Rachunkowość (art. 6 ust. 1 lit. c RODO - realizacja ciążących na nas obowiązków prawnych)

# PrivacyListItem5
source: To conduct judicial and administrative proceedings (Article 6(1) f, GDP - our legally justified business)
pl: Prowadzenie postępowań sądowych i administracyjnych (art. 6 ust. 1 lit. f RODO - nasza prawnie usprawiedliwiona działalność)

# PrivacyListItem6
source: For marketing purposes (Article 6(1) a GDP - consent)
pl: W celach marketingowych (art. 6 ust. 1 a RODO - zgoda)

# PrivacyListItem7
source: The possibilities of using the Uber application for all its functionalities, details can be found under the link; https://privacy.uber.com/policy/
pl: Możliwości wykorzystania aplikacji Uber dla wszystkich jej funkcjonalności, szczegóły pod linkiem; https://privacy.uber.com/policy/

# PrivacyListItem8
source: Possible other circumstances, resulting from the cooperation process and necessary for its legally correct implementation
pl: Ewentualne inne okoliczności, wynikające z procesu współpracy i niezbędne do jej prawnie prawidłowej realizacji
